{"WBC":{"transform":[[0.697,0.547,0.601],[0.16,0.188,0.104]],"class":{"basophil":0,"eosinophil":1,"lymphocyte":2,"monocyte":3,"neutrophil":4},"folder_name":"WBC","details":[{"basophil":["This image is a basophil, it is characterized by its round shape and dark-staining granules. The nucleus is often obscured by these granules, which appear dense and dark purple when stained."]},{"eosinophil":["This image displays an eosinophil, it is bilobed nucleus and distinctive red to pink staining granules. The granules fill most of the cell's cytoplasm, and the bilobed nucleus appears dark purple."]},{"lymphocyte":["This is a photo of lymphocytes, it is characterized by their large, darkly stained nucleus, which occupies most of the cell’s interior, leaving only a thin rim of lighter cytoplasm. The nucleus is dense and round or slightly irregular in shape."]},{"monocyte":["The nucleus is stained dark purple or blue, with the surrounding cytoplasm appearing lighter in color, it has an irregular or lobulated nucleus."]},{"neutrophil":["This is a neutrophil, it is horseshoe-shaped nucleus, the nucleus is stained dark purple, while the cytoplasm is lighter in color and appears to have a granular texture."]}]},"LDWBC":{"transform":[[0.706,0.686,0.691],[0.122,0.142,0.098]],"class":{"basophil":0,"eosinophil":1,"lymphocyte":2,"monocyte":3,"neutrophil":4},"folder_name":"LDWBC","details":[{"basophil":["This image is a basophil, it is characterized by its round shape and dark-staining granules. The nucleus is often obscured by these granules, which appear dense and dark purple when stained."]},{"eosinophil":["This image displays an eosinophil, it is bilobed nucleus and distinctive red to pink staining granules. The granules fill most of the cell's cytoplasm, and the bilobed nucleus appears dark purple."]},{"lymphocyte":["This is a photo of lymphocytes, it is characterized by their large, darkly stained nucleus, which occupies most of the cell’s interior, leaving only a thin rim of lighter cytoplasm. The nucleus is dense and round or slightly irregular in shape."]},{"monocyte":["The nucleus is stained dark purple or blue, with the surrounding cytoplasm appearing lighter in color, it has an irregular or lobulated nucleus."]},{"neutrophil":["This is a neutrophil, it is horseshoe-shaped nucleus, the nucleus is stained dark purple, while the cytoplasm is lighter in color and appears to have a granular texture."]}]},"PBC":{"transform":[[0.874,0.749,0.722],[0.158,0.185,0.079]],"class":{"basophil":0,"eosinophil":1,"erythroblast":2,"ig":3,"lymphocyte":4,"monocyte":5,"neutrophil":6,"platelet":7},"folder_name":"PBC","details":[{"basophil":["This image is a basophil, it is characterized by its round shape and dark-staining granules. The nucleus is often obscured by these granules, which appear dense and dark purple when stained."]},{"eosinophil":["This image displays an eosinophil, it has a bilobed nucleus and distinctive red to pink staining granules. The granules fill most of the cell's cytoplasm, and the bilobed nucleus appears dark purple."]},{"erythroblast":["This image shows an erythroblast, characterized by its large, dark-stained nucleus occupying much of the cell. The cytoplasm is relatively scant and takes on a bluish hue due to the presence of ribosomes. The erythroblast's round, dense nucleus and the smaller, darker cell body distinguish it from other cell types in the blood smear."]},{"ig":["This is a photo of immunoglobulin (ig), it is characterized by a large, round nucleus that occupies most of the cell’s volume, stained dark purple or blue."]},{"lymphocyte":["This is a photo of lymphocytes, characterized by their large, darkly stained nucleus, which occupies most of the cell’s interior, leaving only a thin rim of lighter cytoplasm. The nucleus is dense and round or slightly irregular in shape."]},{"monocyte":["The nucleus is stained dark purple or blue, with the surrounding cytoplasm appearing lighter in color. It has an irregular or lobulated nucleus."]},{"neutrophil":["This is a neutrophil, with a horseshoe-shaped nucleus. The nucleus is stained dark purple, while the cytoplasm is lighter in color and appears to have a granular texture."]},{"platelet":["The platelet in this image appears as a small, round, granular structure stained deep purple or blue. It is significantly smaller than other cells."]}]}}